Repository: safamec/IfsahApp
Catalog: IfsahApp/Resources/Web/Views/Review/ReviewDisclosure.*.resx
Languages: ar

# ReviewDisclosureTitle
source: Review Disclosure
ar: مراجعة البلاغ

source: Case not found.
ar: لم يتم العثور على البلاغ.

# DisclosureDetailsHeading
source: Disclosure Details
ar: تفاصيل البلاغ

# ReferenceLabel
source: Reference:
ar: المرجع:

source: Type
ar: النوع

source: Date
ar: التاريخ

source: Location
ar: الموقع

source: Description
ar: الوصف

# ViewPeopleAndAttachments
source: View People & Attachments
ar: عرض الأشخاص والمرفقات

source: Reject Disclosure
ar: رفض البلاغ

# ConfirmReject
source: Are you sure you want to reject this disclosure?
ar: هل أنتِ متأكدة من رفض هذا البلاغ؟

# ModalTitleRelatedSuspectedAttachments
source: Related / Suspected / Attachments
ar: ذوو الصلة / المشتبه بهم / المرفقات

source: Close
ar: إغلاق

# Loading
source: Loadingâ€¦
ar: جاري التحميل…

source: Reviewer Notes
ar: ملاحظات المراجع

# AddNotesPlaceholder
source: Add your notes here...
ar: أضيفي ملاحظاتك هنا…

source: Submit Disclosure
ar: إرسال البلاغ

source: Failed to load extras
ar: فشل تحميل التفاصيل الإضافية
