Repository: safamec/IfsahApp
Catalog: IfsahApp/Resources/Web/Views/Dashboard/ReviewDisclosure.*.resx
Languages: ar

# ReviewDisclosureTitle
source: Review Disclosure
ar: مراجعة الإفصاح

source: Case not found.
ar: لم يتم العثور على الحالة.

# DisclosureDetailsHeading
source: Disclosure Details
ar: تفاصيل الإفصاح

# ReferenceLabel
source: Reference:
ar: المرجع:

source: Type
ar: النوع

source: Date
ar: التاريخ

source: Location
ar: الموقع

source: Description
ar: الوصف

source: View People and Attachments
ar: عرض الأشخاص والمرفقات

# ConfirmReject
source: Are you sure you want to reject this disclosure?
ar: هل أنت متأكد من رفض هذا الإفصاح؟

source: Reject Disclosure
ar: رفض الإفصاح

# ModalTitleRelatedSuspectedAttachments
source: Related Suspects and Attachments
ar: المشتبه بهم والمرفقات ذات الصلة

source: Close
ar: إغلاق

source: Loading...
ar: جاري التحميل...

source: Reviewer Notes
ar: ملاحظات المراجع

# AddNotesPlaceholder
source: Add notes or comments here...
ar: أضف الملاحظات أو التعليقات هنا...

source: Assign to Examiner
ar: تعيين إلى الفاحص

source: -- Select Examiner --
ar: -- اختر الفاحص --

source: Submit Disclosure
ar: إرسال الإفصاح

source: Failed to load extras.
ar: فشل تحميل البيانات الإضافية.
