Repository: safamec/IfsahApp
Catalog: IfsahApp/Resources/Web/Views/Shared/Footer/_Footer.*.resx
Languages: ar

# ministry_name
source: Ministry of Information
ar: وزارة الإعلام

# footer_mission
source: Our mission is to provide secure and reliable services.
ar: مهمتنا هي تقديم خدمات آمنة وموثوقة.

# contact_info
source: Contact Information
ar: معلومات الاتصال

# location
source: 123 Main Street, Capital City
ar: ١٢٣ شارع الرئيسي، العاصمة

source: Security & Privacy
ar: الأمان والخصوصية

# ssl_encryption
source: All data is SSL encrypted for your safety.
ar: جميع البيانات مشفرة باستخدام SSL لضمان سلامتك.

# copyright
source: Â© 2025 Ministry of Information. All rights reserved.
ar: © 2025 وزارة الإعلام. جميع الحقوق محفوظة.

source: Privacy Policy
ar: سياسة الخصوصية

source: Terms & Conditions
ar: الأحكام والشروط

source: Sitemap
ar: خريطة الموقع

# info_confidentiality
source: All information is confidential and protected.
ar: جميع المعلومات سرية ومحفوظة.
