Repository: safamec/IfsahApp
Catalog: IfsahApp/Resources/Web/Views/Admin/Index.*.resx
Languages: ar

# AddExaminerTitle
source: Add Examiner
ar: إضافة مستخدم

# GoToExaminersPageLink
source: Go to Examiners Page
ar: الذهاب إلى صفحة المستخدمين

# SearchUserLabel
source: Search User
ar: ابحث عن مستخدم

# SearchUserPlaceholder
source: Type name or AD username
ar: اكتب الاسم أو اسم مستخدم AD

# SelectedUserHeading
source: Selected User
ar: المستخدم المحدد

# FullNameColon
source: Full Name:
ar: الاسم الكامل:

# ADUserColon
source: AD User:
ar: مستخدم AD:

# EmailColon
source: Email:
ar: البريد:

# DepartmentColon
source: Department:
ar: القسم:

# AddAsExaminerAndNotifyBtn
source: Add as Examiner & Notify
ar: إضافة كمستخدم وإشعار

# CancelBtn
source: Cancel
ar: إلغاء
