Repository: safamec/IfsahApp
Catalog: IfsahApp/Resources/SharedResource.*.resx
Languages: ar

source: The {0} field is required.
ar: حقل {0} مطلوب

source: The field {0} must be a string with a maximum length of {1}.
ar: يجب أن يكون {0} نصًا بطول أقصى {1} حرفًا

source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
ar: يجب أن يكون {0} نصًا بطول بين {2} و {1} حرفًا

source: The field {0} must be a string or array type with a maximum length of '{1}'.
ar: يجب أن يكون {0} بطول أقصى '{1}'

source: The field {0} must be a string or array type with a minimum length of '{1}'.
ar: يجب أن يكون {0} بطول أدنى '{1}'

source: The field {0} must be between {1} and {2}.
ar: يجب أن تكون قيمة {0} بين {1} و {2}

source: '{0}' and '{1}' do not match.
ar: لا يتطابق {0} مع {1}

# The field {0} must match the regular expression '{1}'.
source: The field {0} must match the specified pattern.
ar: يجب أن يطابق {0} النمط المحدد

source: The {0} field is not a valid e-mail address.
ar: حقل {0} ليس بريدًا إلكترونيًا صحيحًا

# The {0} field is not a valid fully-qualified http, https, or ftp URL.
source: The {0} field is not a valid URL.
ar: حقل {0} ليس رابطًا صحيحًا

source: The {0} field is not a valid credit card number.
ar: حقل {0} ليس رقم بطاقة ائتمان صالحًا

source: The {0} field is not a valid phone number.
ar: حقل {0} ليس رقم هاتف صحيحًا

source: The field {0} must be a date.
ar: يجب أن يكون {0} تاريخًا صحيحًا

source: The field {0} must be a number.
ar: يجب أن يكون {0} رقمًا

source: The value '{0}' is not valid for {1}.
ar: القيمة '{0}' غير صالحة لـ {1}

source: Description
ar: الوصف

source: Location
ar: موقع المخالفة

source: Disclosure Type
ar: نوع البلاغ
